[
    {
        "id": 1,
        "nombre": "Cree Led C6 Mini",
        "precio": 3200,
        "descripcion": "Máquina de Corte Profesional diseñada en Estados Unidos especialmente para cortes, rasurados y rapados.  Motor Vibrador Profesional V5000 que garantiza durabilidad y larga vida util • Cuchilla Regulable • Alta Performance • Cuchilla fina cromada de precisión ajustable a corte al 0 ideal para rapado • 8 Peines guía de 1.5mm; 3mm; 4.5mm; 6mm; 10mm; 13mm; 19mm y 25mm. 4748",
        "stock": 4,
        "cantidad": 1,
        "imgUrl": "./assets/img/magicclipcable.jpg"
    },
    {
        "id": 2,
        "nombre": "Maquina Wahl Super Taper",
        "precio": 23999,
        "descripcion": "Motor vibratorio profesional V5000 para durabilidad Ideal para grandes exigencias Trabaja con cable, ideal para uso continuo Gran potencia, alta precisión con cuchillas profesionales ",
        "stock": 8,
        "cantidad": 1,
        "imgUrl": "./assets/img/superTaper.jpg"
    },
    {
        "id": 3,
        "nombre": "Maquina Wahl Legend",
        "precio": 27999,
        "descripcion": " Motor vibratorio profesional V9000. Ideal para grandes exigencias. Trabaja con cable, ideal para uso continuo Gran potencia, alta precisión con cuchillas profesionales.",
        "stock": 3,
        "cantidad": 1,
        "imgUrl": "./assets/img/legend.jpg"
    },
    {
        "id": 4,
        "nombre": "Maquina Wahl Senior",
        "precio": 64999,
        "descripcion": "Cuenta con la última tecnología en baterías de litio, de larga duración sin efecto memoria, 70 minutos de tiempo de funcionamiento y 120 minutos de carga. Su ligereza y diseño sin cable garantizan el mejor manejo, manteniendo la gran calidad de corte de una clipper con cable Wahl. Dispone de la cuchilla FADE para que el corte en el rasurado sea mucho mas preciso y nítido.",
        "stock": 0,
        "cantidad": 1,
        "imgUrl": "./assets/img/senior.jpg"
    },
    {
        "id": 5,
        "nombre": "Afeitadora Wahl Finale",
        "precio": 29999,
        "descripcion": "Ideal para terminaciones ultra suaves y perfecta para el área final de los cortes Fade • Máquina profesional para terminaciones y rasurados, sin cable, láminas de corte hipoalergénicas y doradas • Motor giratorio de 7000 a 10000 RPM; 80 min de uso y 120 min de recarga • Largo del Corte: 0.1mm • Accesorios: Pincel para tirar pelo, pincel de limpieza y protector de lámina",
        "stock": 6,
        "cantidad": 1,
        "imgUrl": "./assets/img/finale.jpg"
    },
    {
        "id": 6,
        "nombre": "Maquina Wahl Balding",
        "precio": 20999,
        "descripcion": "Motor vibratorio V5000 profesional 6000 RPM La cuchilla de clipper con el alto de corte más corto 0.4 mm- Se puede ajustar a cero manualmente - Perfecta para rasurados extremos- Sin ajuste de longuitud de corte.Viene con 2 alzas #1/2 (1.5mm) y #1 1/2 (4.5mm), peine de borde plano, cepillo de limpieza, aceite lubricante y protector de cuchillas. ",
        "stock": 4,
        "cantidad": 1,
        "imgUrl": "./assets/img/balding.jpg"
    },
    {
        "id": 7,
        "nombre": "Patillera Wahl Detailer",
        "precio": 32999,
        "descripcion": "Pequeño Pero Poderoso. Trimmer Profesional con cable fabricado en Estados Unidos. Liviano y ergonómico provee al profesional de balance y control perfectos para un trabajo de la más alta calidad. Las Cuchillas en T que se ajustan al corte 0 son ideales para un trabajo preciso y detalles perfectos. ",
        "stock": 7,
        "cantidad": 0,
        "imgUrl": "./assets/img/detailercable.jpg"
    },
    {
        "id": 8,
        "nombre": "Secador Wahl",
        "precio": 15999,
        "descripcion": "El secador de pelo profesional Super Dry, posee un motor AC de 2000 W de potencia, su tecnología turmalina y flujo de iones integrados para reducir la electricidad estática del cabello. Posee la funcion de un flujo de aire frío instantaneo, su filtro de acero extraible facilita su limpieza. Cuanta con 3 posiciones de temperatura y velocidades, un cable de 3 mts y 2 boquillas profesionales.",
        "stock": 0,
        "cantidad": 1,
        "imgUrl": "./assets/img/secador.jpg"
    },
    {
        "id": 9,
        "nombre": "Maquina Babyliss Gold FX",
        "precio": 35999,
        "descripcion": "GoldFX es una maquina de corte profesional inalámbrica, equipada con un motor diseñado por Ferrari. Una herramienta perfecta para cortar todas las texturas del cabello con potencia, velocidad y precisión. VELOCIDAD: 6300 RPM - Luz de carga LED AZUL PARPADEANTE= Cargándose - Luz de carga LED AZUL ENCENDIDA= Carga Completa - Luz de carga LED AZUL PARPADEANTE (RÁPIDO)= 10 Minutos Restantes • Cuchilla de acero inoxidable con revestimiento DLC/níquel-titanio • Palanca de ajuste de longitud de corte con 5 posiciones • Motor sin carbones de alto rendimiento diseñado por Ferrari • Carcasa completamente metálica / mango texturizado • Batería de iones de litio / Autonomía de 2 horas • Con/Sin cable- Doble Voltaje • Anillo para Colgar • Incluye 8 peines guía de corte: 1.5mm, 3mm, 4.8mm, 6mm, 10mm, 13mm, 16mm, 19mm",
        "stock": 3,
        "cantidad": 1,
        "imgUrl": "./assets/img/maquinaGoldFx.jpg"
    },
    {
        "id": 10,
        "nombre": "Patillera Babyliss Gold FX",
        "precio": 55999,
        "descripcion": "- Cuchilla en forma de T de DLC / Titanio, ajustable a Cero - Cuchilla expuesta con visión de 360° - Motor sin carbones de alto rendimiento diseñado por Ferrari - Carcasa completamente metálica / Mango texturizado - Batería de iones de litio / Autonomía de 2 horas - Con / Sin Cable - Doble Voltaje - Anillo para colgar - Kit para ajustar la cuchilla a cero incluido",
        "stock": 0,
        "cantidad": 1,
        "imgUrl": "./assets/img/goldFx.jpg"
    }
]